<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>
<body>
	안녕하십니까!<br>
	<br>
	(주) 휴먼앤라이프를 찾아주셔서 감사합니다.<br>
	<br>
	(주)휴먼앤라이프(H&L Inc.)는 대한민국 최고의 방역, 위생, 헬스케어 및 실버케어 용품을 국내외 소비자들에게 합리적인 가격에 공급하기 위하여 2020년11월 설립되었습니다.<br>
	<br>
	현재 당사는 의사들이 만든 기업인 (주)지노닥터의 최고급 무알콜 손세정제 브랜드인 닥터 쉴더(Dr. Shielder)의 동남아 및 유럽 독점 공급사로서 손소독제 시장의 게임체인저가 되기 위하여 최선의 노력을 다하고 있습니다.<br>
	<br>
	또한 K-방역의 우수함을 대변하는 KF 계열의 마스크 및 미국 FDA에서 Respirator로 관리되고 있는 N95 계열의 보건용 마스크 제품 중에서 우수한 제품만을 선정하여 소비자들에게 합리적인 가격에 공급하고 있습니다.<br>
	<br>
	품질, 정직, 신뢰를 기업 모토로 고객님들께서 결코 실망하지 않는 가격과 품질로 다가가는 기업이 되겠습니다.<br>
	<br>
	감사합니다.<br>
	<br>
	CEO 안원규 배상
</body>
</html>